[
    {
        "name": "Magmuth",
        "image": "assets/img/planets/landscape/fire_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/fire_planet_gif.gif",
        "data": {
            "Type": "Fire",
            "Terrain": "Jagged Molten Cliffs, Lava Pits",
            "Size": "3.88 x Earth",
            "Radius": "15,360 miles / 24,719 km",
            "Gravity": "1.25 x Earth",
            "Temperature Low": "65 °C / 149 °F",
            "Temperature High": "355 °C / 671 °F"
        },
        "history": [
            "Magmuth is an inhospitable nightmare of boiling oceans of lava and molten rock pocked with obsidian islands and jagged spires of volcanic glass. The planet is locked in orbital resonance with a number of supermassive moons whose gravitational pulls physically stretch the world’s shape in and out, causing extreme friction in its mantle that stimulates extraordinary levels of volcanic activity. In fact, Magmuth is so volcanically active that its crust is constantly being reshaped with molten lava, completely renewing itself every fifty years. Furthermore, the planet’s complete lack of plate tectonics causes the bottled-up pressure in its interior to build up beneath its innumerable volcanoes overtime, causing them to periodically erupt in cataclysmic cycles that replace nearly all of the planet’s surface features at once. ",
            "Magmuth orbits a red dwarf star, bringing hellish heat to the world’s surface. Its elliptical orbit means that whole regions can liquify into molten seas when the distance between Magmuth and its superheated star narrows. The resulting lava flows form into temporary islands due to rapid cooling as the planet swings further out into orbit. These islands are hot desiccated barrens consisting of hardened lava flows that have become little more than desolate expanses of obsidian and basalt filled with fields of ash and bubbling tar-pits. Over time, the islands become scarred with jagged chasms, shattered crags, sharp fissures, and charred, broken cliffs. Almost everything on Magmuth is covered in a thick layer of ash, and the cracks in the earth glow an eerie red from the magma that seeps up from the planet’s many deep and fiery crevasses.",
            "Magmuth is an infernal world. The acrid air is thick with volcanic smoke, staining the sky crimson and lacing the atmosphere with sulfuric ash and pungent, toxic fumes.  Burning hot vapors jettison themselves from the ground. Geysers erupt unexpectedly, causing it to rain bouts of flame and molten rock. Rivers of fire flash across the wastes with little to no warning, pools of hot lava bubble to the surface overnight, and violent ash storms thunder across the world, sometimes triggering unrelenting firestorms so hot that they liquify entire sections of the planet and suck the oxygen from the atmosphere. Erratic volcanic eruptions create pyroclastic flows that barrel through the ashy mountains and obsidian spires, consuming everything in their path.",
            "Given the innate hostility of the planet, one might think it would be best to leave Magmuth alone. However, the world is home to one of the richest natural resource reserves in the galaxy. Volcanic activity continually uncovers deposits of exotic ores and valuable minerals. The geysers that dot the planet’s surface spew forth all manner of high-octane gases used to fuel spacecraft and various reactor cores, and when the planet’s surface cools, the transient islands that form from the hardened lava are known to be replate with heavy metals. ",
            "The invention of the Xalian Generators allowed the Vallerii to finally capitalize on Magmuth’s immense wealth. The planet came to be dominated by some of the most intensive natural resource operations in Vallerii history, fielded by Xalia’s most powerful corporations. These corporations designed all manner of Xalians to help extract the planet’s metals, minerals, and gases – creatures capable of adapting to Magmuth’s primeval conditions and bioengineered to survive in a world of heat, fire, lava, and ash. Under the labor of such creatures, the mineral laden islands that floated atop the planet’s molten surface became lucrative mining zones, transforming Magmuth into a goldmine of industry and unimaginable riches. Indeed, the Xalian population of Magmuth and the heavy metals obtained from their efforts quickly coincided with a manufacturing boom that fueled a golden age in the then rapidly growing Vallerii economy.",
            "But all that glitters is not gold. The immense wealth that Magmuth brought to the Vallerii also brought immense friction. Like the planet itself, such heat and friction could only last for so long beneath the surface before it would erupt. Vying for control over ever larger shares of the planet’s natural resources, Magmuth’s corporations grew increasingly greedy and hostile toward one another. It began with aggressive business tactics, corporate espionage, and occasional sabotage, but soon these disputes escalated into open conflict. The Vallerii began using Xalian miners and forge-workers for combat, converting them into corporate raiders in the truest sense of the word. These “company wars” went on in limited fashion for decades until the Magmuth Massacre, when a neutral mining territory with a working population of over a hundred thousand Xalians was surprise attacked and raided for resources, its Xalian laborers slain to the last creature. This set off a worldwide Xalian revolution, with the planet devolving into anarchy as the laboring Xalians rebelled against their violent corporate overlords.",
            "It could not have come at a worse time. The Magmuth Massacre occurred mere months before APEX would turn on the Vallerii race. With their most valuable world  collapsing under civil unrest, the Vallerii experienced shortages of nearly every raw material required to fuel the war effort, crippling their military industrial complex and allowing APEX to swiftly project its power across the galaxy in the early stages of the End Wars. To make matters worse, the Xalian population on Magmuth actively sided with APEX, their hostility toward the Vallerii having already been ignited from decades of warfare and centuries of violent labor suppression campaigns. As a result, Magmuth became an intensive battleground during the End War, known for being fought by one of the most fervent and aggressive of APEX’s Xalian armies. In fact, even when Source Code 606 disconnected APEX’s consciousness from Magmuth’s Xalian Generator, the Xalians on Magmuth continued to fight against the Vallerii and even launched raids against Vallerii-allied worlds, believing that they were liberating the indigenous Xalian populations from tyranny and oppression. To this day, Magmuthites are stereotyped by other Xalians as being the most aggressive, rebellious, and warlike of their kind. ",
            "Magmuth’s Xalian population shed few tears for the death of the Vallerii at the hands of the Nemesis Plague, but old scars left over from the time of the Vallerii remain to this day. Internecine warfare wracks the Magmuthites, fueled by old blood feuds that arose from the company wars of long ago. Although the violence that plagues Magmuth is chaotic and horrid to behold, all of Xalia now looks to the planet with a collective sigh of relief – for if the Magmuthites were ever to abandon their old grudges and unite, they would certainly turn their warlike ways upon the galaxy, perhaps even launching a full-scale invasion of Valleron to capture its ever-valuable Mercurius Machine and the Scrambler Tokens which it produces. Until then, the Xalian population of Magmuth is replenished by those few Magmuthites who choose to test their mettle in Valleron’s arenas, winning the Scrambler Tokens necessary to bring home and continue their various blood feuds."
        ]
    },
    {
        "name": "Poseidas",
        "image": "assets/img/planets/landscape/water_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/water_planet_gif.gif",
        "data": {
            "Type": "Water",
            "Terrain": "Mostly Ocean, Scarce Sandy Islands",
            "Size": "1.34 x Earth",
            "Radius": "5,305 miles / 8,537 km",
            "Gravity": "1.7 x Earth",
            "Temperature Low": "5 °C / 41 °F",
            "Temperature High": "67 °C / 152.6 °F"
        },
        "history": []
    },
    {
        "name": "Grimedes",
        "image": "assets/img/planets/landscape/dark_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/dark_planet_gif.gif",
        "data": {
            "Type": "Dark",
            "Terrain": "Flat Land, Thick Stalky Undergrowth, Ominous Haze",
            "Size": "2.1 x Earth",
            "Radius": "8,313 miles / 13,379 km",
            "Gravity": "0.90 x Earth",
            "Temperature Low": "-6 °C / 21.2 °F",
            "Temperature High": "93 °C / 199.4 °F"
        },
        "history": [
            "A shadowy world that occupies the outer rim of the galaxy of Xalia, the planet Grimedes is surrounded in a cloak of perpetual night. Grimedes is the sole planetary object in its solar system, revolving around a dying brown dwarf star that has cooled so significantly it emits almost no visible light other than the shortest bands of infrared radiation, which seasonally dyes Grimedes’ sky a deep, bloody red.",
            "Grimedes is a world on the verge of death. Its dying star barely contains enough gravitational mass to keep Grimedes revolving around it, and many astronomers have predicted that the planet will eventually spiral out of orbit, becoming a rogue planet slingshot into the abyss. However, a proximate blackhole has been detected along the outer regions of the Grimedes system, whos’ immense pull may yet prove to keep the planet from falling into the space between galaxies.",
            "Being far removed from the rest of the Vallerii empire, Grimedes came to be known as the boundary between known space and the infinite expanse that lay beyond the borders of the galaxy of Xalia. As such, the planet was always sparsely populated and never truly colonized. In fact, for most of Vallerii history, the only settlement on Grimedes was a single spaceport meant to house small scientific expeditions – which were few and far between given Grimedes’ immense distance from the imperial core and the exorbitant expense associated with reaching the planet.",
            "Nonetheless, Grimedes’ proximity to its black hole and remote location on the edge of the galactic rim made it particularly interesting to scientists who wished to study the gravitational effects of black holes as well as the phenomena of other distant galaxies, and the world would eventually grow to house an increasing number of observatories and astrophysics laboratories. Rumor has it that many of these facilities were in fact black sites for covert research funded by ECHELON’s most classified R&D divisions. In fact, dossiers have been circulated on the black market which indicate that ECHELON’s board was particularly interested in the physics governing dark space – that is, the void between galaxies – as well as the possibility of weaponizing the dark matter theorized to be present in Grimedes’ black hole. Indeed, the top secret Xalian Generator deployed on Grimedes was believed to have been funded by ECHELON in response to promising research from one such R&D network.",
            "Self-sufficient life on a planet of little to no light may have seemed an impossibility, but one of the first effects of the activation of the Xalian Generator on Grimedes was the mass terraforming of the planet. What was once nothing but cold, flat rock came to be covered in a layer of thick, stalky undergrowth. The plants that coated Grimedes’ surface however, were no ordinary plants. Each and every leaf was colored pitch black in a forlorn attempt to capture any and all sparse photons that made their way to Grimedes’ surface in the form of infrared light. These scarce levels of photosynthesis breathed new life into the world and allowed for Xalians to emerge from its desolate fields. However, unlike most worlds, the Xalians on Grimedes were not intended to serve as a labor force, but as a population of test subjects for experimentation.",
            "Vallerii scientists had long noted strange occurrences during their tenure on Grimedes. Expensive scientific equipment would mysteriously vanish, only to re-appear days later in a different location. Datastores would randomly lose valuable information, and computer programs would exhibit alterations in their code without any prompting. Chemical reactions would sometimes flow out of order, biological experiments exhibited strange mutations, and there were more than several reports of time falling inexplicably out of sync on the planet’s surface. The Vallerii were quick to point the finger to Grimedes’ black hole, and insisted on studying its effects on the Xalian population, leading to all manner of horrific experiments.",
            "However, what they were able to create using the Generator was astonishing. Xalians that could alter the gravitational waves around them, in effect bending space and time to create self-contained black holes. Organisms that could seemingly “erase” information itself from existence, manipulate shadows to create “copies” of sentient life, or blend into the darkness and “phase out” from visible existence. The discoveries were endless and miraculous. But what was once miraculous quickly became an abomination when APEX assumed control of the Xalian Generators.",
            "Realizing the incredible danger of such creatures, especially under the thrall of a hostile intelligence, the Vallerii were desperate to remove APEX from Grimedes by any means necessary during the End Wars. However, its incredible distance from their main fleets rendered the task a suicide mission. No supply chain could be maintained across such vast cosmic gaps, especially when all known shipping lanes were controlled by hostile forces, but many voyages would die trying. Ultimately, it was the threat of a seemingly unreachable APEX-controlled Grimedes that would trigger the use of Source Code 606, an unconventional method of cyber-warfare not constrained by physical distance, in fighting and ultimately defeating APEX. It is also believed that it was a Xalian from Grimedes that saved APEX in those final moments, using its freakish temporal abilities to “freeze” Source Code 606’s operations just long enough for APEX to disconnect from the system. Although APEX was successfully isolated from the other Xalian Generators, this lone act would allow the artificial intelligence to regroup and renew its assault from its now physical homebase of Grimedes.",
            "Naturally, Grimedes would come to be the site of the final battle of the End Wars, when the remnants of the Vallerii fleets, armed with a rag-tag army of Xalians dying of the newfound Nemesis Plague, would launch one final and heroic assault against APEX’s forces. The casualties of the Battle of Grimedes were so high that little documentation exists of what transpired in those times, but all of Xalia knows that it was in those final moments that APEX was finally defeated, fleeing into the space between galaxies in order to escape the last dying breath of the Vallerii race.",
            "Today, Grimedes remains a dark and desolate place – a world that is the subject of haunted war stories and nightmarish legends. Of strange happenings and grotesque, horrific creatures. But despite the stigma attached to their deeds, the newest generation of Grimedites now serve a vital role in the galaxy of Xalia. While the other Xalians bicker and toil, the Grimedites stand at the edge of the galaxy, trusted or perhaps condemned to watch the endless black and guard against APEX’s inevitable return. When that day comes, whether the watchers on the rim will successfully repel such a threat depends entirely on their ability to replenish their numbers using the prized Scrambler Tokens of King Kozrak’s tournament…"
        ]
    },
    {
        "name": "Luminax",
        "image": "assets/img/planets/landscape/light_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/light_planet_gif.gif",
        "data": {
            "Type": "Light",
            "Terrain": "Patchy Grassland, Short Scattered Vegetation",
            "Size": "0.84 x Earth",
            "Radius": "3,325 miles / 5,352 km",
            "Gravity": "1.17 x Earth",
            "Temperature Low": "24.5 °C / 76.1 °F",
            "Temperature High": "122 °C / 251.6 °F"
        },
        "history": [
            "A world belonging to a binary solar system, Luminax has long been subject to the scorching heat of its twin suns, turning its planetary surface into a dry, sweltering landscape. Luminax is a tidally locked planet, meaning only one face of the world ever faces its suns. As a result, half of the world is rendered in eternal daylight, the other in perpetual night. The concentration of heat from the relentless solar rays on Luminax’s sunward face culminates in freakish weather patterns on the “dark side” of the planet, as the laws of thermodynamics forces hot air to rapidly surge from one end of the world to the other. These intense winds have over time eroded the dark side of Luminax into a featureless, smooth surface dotted with lifeless oceans that have accumulated over eons of torrential storms.",
            "Ignoring the dark side of the planet, Luminax was one of the first worlds selected by the Vallerii for colonization, as it was the only planet identified as possessing any form of pre-existing life during initial scans of the galaxy of Xalia.  Indeed, the immense energy released by Luminax’s twin suns naturally resulted in an incredible level of photosynthetic potential across the world. Consequently, the planet was already covered in patchy grasslands and short, scattered vegetation when the Vallerii first made landfall, igniting hope for the future of the world. The belief was that a planet with indigenous flora would already be hospitable to additional life, and that the terraforming efforts required to make Luminax suitable to the Vallerii would be minimal as local plants could be leveraged to rapidly and efficiently produce adaptive agricultures capable of creating self-sustaining colonies. ",
            "Unfortunately, the native flora on Luminax proved to be wholly inedible. In fact, the intense conditions of the planet had rendered many of them toxic or even fatal to the Vallerii. Instead, the Vallerii would have to introduce a more familiar kingdom of plants from their existing seed banks. Despite this obstacle, the Vallerii pointed to the existing life on Luminax and the solar potential of the planet and dreamed of turning the world into a breadbasket for their ever-expanding empire. ",
            "The Vallerii sunk enormous sums into the agricultural experiment that was Luminax, attempting to turn the planet into a garden world despite incurring tremendous costs, but the twin suns simply proved too harsh for non-native life. What plants did manage to grow were subject to so much radiation that they rapidly mutated, and the Vallerii never knew what kind of crop yield they would get – or even what the crop would turn out to be. A specific seed germinated a year prior would mutate so heavily that the ultimate plant could prove wholly unrecognizable. Despite centuries of effort and the combined resources of some of the Vallerii’s largest corporations, Luminax proved unfruitful and even resulted in the financial ruin of some it’s largest investors. The collapse of Saigill Combines, the single largest agricorp in the Vallerii empire and the leading stakeholder in the Luminax project, would be the final blow. It seemed the company’s bankruptcy filings would form the epitaph on the planetary tombstone that Luminax had become.",
            "That is, until the invention of the Xalian Generators. Seeing the immense success of the Genesis Prototype on Floria, Saigill Combines’ creditors were quick to liquidate most of the company’s assets, appropriating them for the manufacture of Luminax’s very own generator in what would soon become the most profitable restructuring plan in Vallerii corporate history.",
            "Indeed, the activation of the Xalian Generator on Luminax led to an explosion of life fueled by the immense surplus of energy available to the planet. Oases of uniquely translucent and alabaster white flora covered the surface of the planet, taking on pearly and glassy hues in order to balance their photosynthetic potential with the need to limit the absorption of malignant radiation. Strange, crystalline leaves formed across the world’s vegetation, their prism-like structure refracting the intense light of Luminax’s suns to reflect back harmful wave lengths and capturing only the valuable pieces of the light spectrum needed for photosynthesis within their chloroplasts. These prismatic canopies of gem-shaped plant-life soon began refracting so much of the light spectrum back into the atmosphere that Luminax’s entire sky was lit up in a perpetual rainbow of beautifully colored lights. ",
            "Similar Xalians soon began to populate the world, some taking on albino features or growing prismatic carapaces of crystal-like scales and shells in order to survive in the brilliant light of the planet as they worked the fields to finally turn the ancient dream of cultivating Luminax’s potential as a garden world into a reality. ",
            "Encouraged as life bloomed across the planet, the Vallerii soon realized an even higher potential for the planet. If the light on Luminax could give rise to such abundance on the planet, surely it could do so elsewhere, and there was certainly no end to the surplus of sun on Luminax. Soon, entire swathes of the planet were blanketed in massive solar farms so large they could be seen as great shining silver grids from space, ballooning out and covering much of the planet’s surface in order to harness the immense energy of Luminax’s twin suns. These energy reserves were quickly commercialized in the form of titanic solar batteries that were used to power entire orbital colonies and planetary settlements as the Vallerii expanded across Xalia. Seemingly overnight, Luminax had shifted from a scorched and barren wasteland to a blooming oasis and economic powerhouse, becoming one of the largest exporters of food and energy to the rest of the Vallerii Empire.",
            "And this was only the beginning. The solarscape that had come to define Luminax was little in comparison to the Vallerii’s final ambitions – turning the planet into a launch platform for the construction of a Dyson Sphere around one of its suns – a megastructure designed to encapsulate a star and capture a significant portion of its solar power output. ",
            "Being well adapted to the immense radiation present on their planet, Xalians from Luminax were a natural choice of labor for the design of the Stellaris Superstructure. Soon Luminarii “astronauts” were being brought into space, their immunity to the cosmic radiation proving necessary for the construction and maintenance of the Dyson Sphere. Although the project took over a century, the Stellaris Superstructure now stands as a testament to the technological advancement of Vallerii civilization, capturing over a hundred-quadrillion gigawatts per second – enough energy to power advanced civilization on every planet in Xalia, if only the manufacture of batteries could keep pace. Needless to say, the Stellaris Superstructure forever cemented Luminax’s status as the “solar capital” of Vallerii space. Like a sun in and of itself, all of the Vallerii Empire would come to revolve around Luminax in one way or another.",
            "When the End Wars began, Luminax became an obvious target for APEX. Wiping out Luminax’s solar infrastructure would be a critical blow to the energy security of the Vallerii Empire, and APEX launched numerous invasions in a relentless onslaught against both the planet and its nearby Dyson Sphere. However, the Stellaris Superstructure was far more than a mere cosmic power plant. Having anticipated the likelihood of being targeted by rival houses in the event of conflict and having deemed the energy output of the Stellaris Superstructure critical to the integrity of the Empire, Vallerii scientists had the foresight to equip it with for maximum security. Namely, they built the ION-9 “Divine Light” Solar Cannon program. Not truly a cannon at all, ION-9 was a system by which the panels of the Stellaris Superstructure could be angled like a mirror to reflect rather than absorb the light of the sun, concentrating it into a deadly beam of energy capable of eradicating entire invasion fleets in the blink of an eye. Stellaris was not just a superstructure, it was a superweapon. Needless to say, APEX’s invasions failed spectacularly. Any attempt to attack Luminax was swiftly wiped out, turning the system into an impenetrable fortress and bastion of strength for the Vallerii during the End Wars. ",
            "However, ION-9 was of little use against the Nemesis Plague. Luminax and its Dyson Sphere continue to generate enormous amounts of energy after the End Wars, but without healthy Vallerii or Xalians to manufacture the batteries necessary to conduct solar trade, much of the system’s burgeoning economic potential now goes to waste. To make matters worse, the lack of Xalians to maintain the Stellaris Superstructure have resulted in the steady deterioration of the Dyson Sphere, and ION-9 has begun to haphazardly shift the panels of the Solar Cannon, resulting in misfirings toward Luminax’s surface to devastating effect. Entire land masses have been decimated, and the residual radiation from such concentrated solar rays is once again causing freakish mutations among the Luminarii. ",
            "But a strange occurrence has been noted among some of those Xalians who have survived in the sun-scorched blast zones left behind by ION-9. Among some Luminarii, the rate of mutation is advancing so quickly that it is outpacing the ability of the Nemesis Plague to adapt and target their genomes, giving some Xalians hope that they may yet find a solution to the Nemesis Plague that does not require the accumulation of Scrambler Tokens. ",
            "Knowledge of this possibility has led to a brutal crackdown on Luminax by King Kozrak, who has declared martial law and dispatched an occupying force of Xalian mercenaries to the planet in order to prevent anyone from researching the mutations and potentially breaking his monopoly of power over the future of the Xalian species.",
            "For now, the Luminarii must play King Kozrak’s game and earn the Scrambler Tokens needed to rebuild their population so as to dutifully maintain their Dyson Sphere and revive the solar trade necessary to keeping civilization alive in Xalia, but there are rumors that forces are gathering on the dark side of Luminax, away from the prying eyes of King Kozrak’s secret police, where they can study the mutations caused by ION-9 and foment the beginnings of revolution…"
        ]
    },
    {
        "name": "Floria",
        "image": "assets/img/planets/landscape/plant_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/plant_planet_gif.gif",
        "data": {
            "Type": "Plant",
            "Terrain": "Abundant Forests, Marshy Wetlands",
            "Size": "8.17 x Earth",
            "Radius": "32,343 miles / 52,051 km",
            "Gravity": "0.80 x Earth",
            "Temperature Low": "-4 °C / 24.8 °F",
            "Temperature High": "40 °C / 104 °F"
        },
        "history": [
            "For most of Vallerii history, the world of Floria was wholly uninteresting to all but the most esoteric of astronomers, who found the planet’s meteorological patterns to be an interesting example of the extreme conditions that could be found on exoplanets across the galaxy of Xalia.",
            "Things have changed drastically since that time, but the original Floria was a world unique for its simplicity. The planet was mostly comprised of nothing but shallow oceans dotted with featureless continents of smooth rock. However, the planet had a thinly squeezed elliptical orbit which once per revolution would bring it extremely close to its star. The heat generated from such close proximity would cause Floria’s oceans to simultaneously vaporize, forming clouds so dense they blotted out the sun entirely before raining back down in a torrent of unimaginable magnitude and washing the entire world smooth with the force of its impact. ",
            "For thousands of years, these freakish weather conditions prohibited the Vallerii from ever endeavoring to colonize the planet. Any attempt to do so would simply be deluged into oblivion within a year’s time. That was, until the invention of the Xalian Generator.",
            "It was on Floria that the first tests in the bioengineering of Xalians ever took place. The idea at the time was that any of the innumerable possible mistakes that could be made in the then dangerously unknown scientific frontier of creating new life would simply be washed away in due time. It was under that guarantee that the Genesis Prototype, the first Xalian Generator, was constructed. But once it had been built, there was no going back.",
            "The Genesis Prototype was just that, a prototype – untested and highly experimental. Being the first of its kind, the Vallerii had not yet learned how to calibrate a Xalian Generator’s various thresholds. Most importantly, they had not yet learned how to limit the rate at which it conducted synthesized biogenesis. When first activated on Floria, the Genesis Prototype went into overdrive, spewing forth not just the Xalians that its Vallerii scientists had carefully designed for testing purposes, but also all manner of organisms as it saw fit for habitation on Floria. An uncontrollable population boom erupted from the machine that sent the Valerii fleeing back into space. ",
            "Realizing that this was exactly the kind of situation the planet of Floria had been selected for, the Vallerii scientists simply left. They would return in a year’s time after the oceans had vaporized and washed away their creations and begin anew. But when the Vallerii returned for the next cycle, the world of Floria had changed entirely. ",
            "This was not a world that had been decimated by planetwide floods, of entire oceans rising into the air before being dumped over all of Floria in calamity. This was a world of verdant green, so thick no body of rock nor water could be identified from orbit, and the Vallerii scanners were picking up voluminous lifeforms on the planet’s surface.",
            "When the Vallerii landed, they found that the entire world had been covered in marshy wetlands and abundant forests, teaming with plant-like Xalians. The Genesis Prototype had run at full capacity through the entire storm, pumping out life unabatedly – not just Xalians of every shape and size but the vegetation, fungi and jungles to support them in abundance. Most importantly, it had created the World Trees, towering plants who reached far into the sky, covering what seemed like the entire world in a sphere of massive interwoven branches so thick they could be used as roads and leaves so wide they doubled as landing pads. These World Trees were so large that each ones’ canopies covered the breadth of cities. Together, their thick canopies had shaded the underforests from the immense heat of Floria’s star while their deep roots drained the world of its water, preventing the annual deluge from ever occurring. The entirety of Floria’s oceans had been absorbed into the trunks of the World Trees, to be moderated and disbursed amongst the grand forests which had come to encompass the world as needed for the proliferation of life on a previously inhospitable planet. With its world fully populated and its safety secured, the Xalian Generator died down to a more regulated level of activity, as if its sensors could detect the stability it had created.  Almost unintentionally, the Vallerii had terraformed Floria.",
            "After the construction of the galaxy’s Xalian Generators, Floria remained a research base for the Vallerii, who were ever-fascinated by the World Trees and the Xalians that lived amongst them. Furthermore, the dense underforests carried all manner of strange flora and fauna, many of them extremely useful for scientific pursuits in medicine, agriculture, and bioengineering. However, the planet was hostile to any attempt to establish military bases, urban population centers, or industrial zones. Any endeavor to do so was met with herds of crazed, stampeding, plant-like Xalians, freakish overgrowths of forest and jungle, and massive infestations of toxic fungi. It was almost as if the planet of Floria had come alive. Or perhaps the Xalian Generator itself had come to the conclusion that life on Floria would adapt best without the intrusive machinations of the Vallerii. As a result, Vallerii activity on the planet remained limited to small settlements, research labs, and exploration parties. Indeed, most scientists preferred to conduct their studies from orbit as much as possible. Despite its beauty, the dark underforests of Floria contained many perils.",
            "Given its lack of infrastructure or civilization, Floria was not seen as a military target during the End Wars and was largely left alone by APEX. Although the planet remained under the loose control of the Vallerii, it was mostly overseen by a small and almost fraternal group of independent scientists and the corporations that funded them. Taking inspiration from the outcome of the original Genesis Prototype, many of these scientists and their proteges would go on to become the inventors of the Mercurius Machine which saved Xalian life from extinction at the hands of the Nemesis Plague.",
            "In its isolation, Floria is one of the few planets which has not yet been wholly contaminated by the Nemesis Plague. Deep in the brush of the underforests and in the great boughs of the World Trees lie ancient Xalians whose memory harkens back to the days before the End Wars. Some say that there are even some Xalians on Floria that pre-date all other Xalians in the galaxy – creatures born from the first seeds of the Genesis Prototype. Whether true or not, one thing is certain, if Floria is to preserve the peace and abundance of its vast and untamed wilderness, its otherwise reclusive denizens will need to grow beyond their homeworld and reach for the stars in pursuit of the Scrambler Tokens which might protect their forests from the plague that is burning through the galaxy."
        ]
    },
    {
        "name": "Zolton",
        "image": "assets/img/planets/landscape/electric_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/electric_planet_gif.gif",
        "data": {
            "Type": "Electric",
            "Terrain": "Mountainous, Metal Peaks, Frozen Canyons",
            "Size": "0.62 x Earth",
            "Radius": "2,454 miles / 3,950 km",
            "Gravity": "1.59 x Earth",
            "Temperature Low": "-71 °C / -95.8 °F",
            "Temperature High": "57 °C / 134.6 °F"
        },
        "history": []
    },
    {
        "name": "Phantiri",
        "image": "assets/img/planets/landscape/ghost_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/ghost_planet_gif.gif",
        "data": {
            "Type": "Ghost",
            "Terrain": "Rocky Cliffs, Shallow Oceans, Thick Haze",
            "Size": "7.92 x Earth",
            "Radius": "31,353 miles / 50,458 km",
            "Gravity": "1.65 x Earth",
            "Temperature Low": "-58 °C / -72.4 °F",
            "Temperature High": "53 °C / 127.4 °F"
        },
        "history": []
    },
    {
        "name": "Stonera",
        "image": "assets/img/planets/landscape/rock_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/rock_planet_gif.gif",
        "data": {
            "Type": "Rock",
            "Terrain": "Deep Canyons, Rocky Craters, Gray Skies",
            "Size": "8.78 x Earth",
            "Radius": "34,758 miles / 55,937 km",
            "Gravity": "0.74 x Earth",
            "Temperature Low": "-28 °C / -18.4 °F",
            "Temperature High": "34 °C / 93.2 °F"
        },
        "history": []
    },
    {
        "name": "Drainov",
        "image": "assets/img/planets/landscape/chemical_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/chemical_planet_gif.gif",
        "data": {
            "Type": "Chemical",
            "Terrain": "Acid Swamps, Gaseous Smog, Toxic Atmosphere",
            "Size": "0.49 x Earth",
            "Radius": "1,940 miles / 3,122 km",
            "Gravity": "0.94 x Earth",
            "Temperature Low": "-24 °C / -11.2 °F",
            "Temperature High": "43 °C / 109.4 °F"
        },
        "history": [
            "Long ago, Drainov was an idyllic garden planet, situated perfectly in the habitable zone of its star. Drainov was the first planet to be identified for colonization by the Vallerii due to its remarkable similarity to their home world. Having been settled long before the sterilizing effects of their Tachyon Drive Cores had taken effect, Vallerii civilization flourished for thousands of years in the lush and compatible environment of Drainov, at one point making it the most populous planet in Xalia. ",
            "However, history is prone to repeating itself on any world, and Drainov was certainly no exception. As the Vallerii continued to expand and reach further and further into Xalia, Drainov became the industrial powerbase beating at the heart of their colonization efforts. Overpopulation and rapid industrialization turned the once beautiful world into a massive, sprawling factoryscape mired by smog and other industrial pollutants. Poisons choked the air, chemicals seeped into the waterways, and the depths of Drainov’s undercity became saturated in toxic waste.  Change on Drainov had always meant ramming against the near-unbreakable wall that was the commercial and industrial might of Drainov’s largest corporations, but pro-environment revolutionaries who had been waging a guerilla war in the undercity were close to achieving a sweeping round of environmental reform when calamity struck. ",
            "Aggressive cost cutting efforts at the Carbide-1 Factoryscape led to a catastrophic electric fire culminating in a plant-wide meltdown. The conflagration at Carbide-1 set off a chain reaction along the entire feedstock system that vented hazardous chemicals across the grid and overloaded the containment structures of plants and refineries across the world. Within the first hour of what would come to be known as the Drainov Disaster, two million Vallerii had died from exposure to various toxins. By the end of the day, billions of metric tons of poisonous gas had been released into Drainov’s atmosphere at once in what was quickly determined to be a planet-killing event. Rapid evacuation efforts were put in place to move the Vallerii off-world, but by the time the fleets had arrived, the death toll had already climbed into the hundreds of millions.",
            "In the centuries to come, the situation on Drainov would only grow more dire. The planet was entirely devoid of intelligent life. Saturated under toxic plumes of thick green smoke, various abandoned processing facilities and chemical plants continued to chug along on automated systems, but very few safety measures had been activated due to the haste of the evacuation efforts. Orbital monitoring stations continued to detect annual meltdowns, explosions, and leaks at unprecedented levels, and at least three events equal in proportion to the Drainov Disaster have been measured since, turning the entire planet into a desolated hellscape of urban decay melting into acid swamps and blanketed in a miasma of toxic smog. ",
            "Having been the industrial core of the Vallerii civilization, Drainov remained at the crux of interstellar trade routes, but the Vallerii had determined the planet would never recover to a usable state. As such, it quickly became a dumping ground for various corporations, who began depositing vast sums of starship and planetary waste into Drainov’s orbit. To this day, it is not uncommon for it to rain burning refuse, industrial waste, and hazardous materials on Drainov, or for entire derelict starships to fall from the sky, only to be dissolved in the acidic swamps that mire the surface.  ",
            "Drainov was one of the first planets to be selected for the installment of a Xalian Generator in order to demonstrate the momentousness of the technology. The planet was not only a ghoulish nightmare of a place seemingly incapable of harboring life, but it was viewed as a symbol of the vibrant and productive past that the Vallerii had lost during the Age of Unbirth. Reviving life on Drainov would therefore not only be a great achievement of science, but a historic moment worthy of gathering the attention of the masses. Although nothing could be done for the planet’s poisonous and chemical-ridden environment, Drainov’s Xalian Generator was able to miraculously bioengineer new forms of life capable of surviving within the planet’s hostile wastelands. The Xalians on Drainov quickly adapted to not only the smog and industrial waste common to the world but also to its bubbling acid swamps, steaming corrosive rain, asphyxiating fumes, slow-drifting clouds of neurotoxic gases, and virulent pathogens. The performance of the Xalian Generator on Drainov was so successful that it inspired other worlds to adopt the technology, but it had also given Drainov a new hope and the Vallerii a sense of redemption a millennium in the making.",
            "During the beginning of the End Wars, the planet of Drainov was largely ignored by the Vallerii. Although it had a functioning Xalian Generator, the planet was so inhospitable to any organism that had not evolved on its surface that sending a manned mission to assume control of the Generator seemed like suicide. However, APEX was not bound by the limits of organic life. It quickly realized the value of a Xalian Generator situated in a toxic environment - a planetary defense mechanism that effortlessly guarded against Vallerii invasion. Indeed, for centuries Drainov would continue to pump out Xalians in service to APEX and its armies, generating horrid creatures that served as living chemical weapons capable of saturating the battlefield with all manner of acid, gas, and toxic sludge. As such, Drainov became the target of the some of the largest offensives by the Vallerii, who sought to seize control of its surrounding space and to bombard its Generator from orbit. Hundreds of battles were waged in the planet’s skies, raining ever more toxic debris to the surface. However, it wasn’t until Source Code 606 that APEX was finally dislodged from the planet.",
            "From that point on, an eerie quiet dominated Drainov’s star system. The Vallerii set up a defensive perimeter designed to detect the presence of artificial intelligence to ensure that the planet could never be re-taken by APEX and left the otherwise deadly planet behind. The lack of any corporate or APEX presence left a power vacuum on the planet, and in the time since, Drainov came to be controlled by a loose conglomerate of Vallerii space pirates and interstellar crime syndicates. Taking advantage of the anarchic environment, these gas-masked rogues descended into Drainov’s swamps and ruins in hazmat suits to convert Drainov’s Xalian population by force and intimidation into a revenue stream for their criminal enterprises. Soon, Xalians were manning the once-abandoned factories, refineries, and chemical plants that remained dormant across Drainov’s surface, churning out all matter of valuable chemicals and synthetic substances to be taken into orbit and traded on the black market. The planet would remain a smugglers den and haven for the galactic criminal underground until the Nemesis Plague wiped every last Vallerii from its greasy surface. ",
            "Today, the planet belongs to a new generation of Xalians who now not only have acid swamps and toxic gases to contend with, but a deadly plague that is spreading across the galaxy. Only the accumulation of more Scrambler Tokens will revive Drainov once more."
        ]
    },
    {
        "name": "Saiphus",
        "image": "assets/img/planets/landscape/air_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/air_planet_gif.gif",
        "data": {
            "Type": "Air",
            "Terrain": "Clusters of Rolling Plains, Canyons, Dense Fog",
            "Size": "1.63 x Earth",
            "Radius": "6,453 miles / 10,385 km",
            "Gravity": "0.36 x Earth",
            "Temperature Low": "-66 °C / -86.8 °F",
            "Temperature High": "58 °C / 136.4 °F"
        },
        "history": []
    },
    {
        "name": "Telypso",
        "image": "assets/img/planets/landscape/psychic_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/psychic_planet_gif.gif",
        "data": {
            "Type": "Psychic",
            "Terrain": "Dense Flora, Rivers, Flourescent Mist",
            "Size": "2.49 x Earth",
            "Radius": "9,857 miles / 15,864 km",
            "Gravity": "0.90 x Earth",
            "Temperature Low": "7 °C / 44.6 °F",
            "Temperature High": "65 °C / 149 °F"
        },
        "history": []
    },
    {
        "name": "Krystos",
        "image": "assets/img/planets/landscape/ice_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/ice_planet_gif.gif",
        "data": {
            "Type": "Ice",
            "Terrain": "Snow Covered Permafrost, Frozen Tundra, Ice Crystal Peaks",
            "Size": "1.82 x Earth",
            "Radius": "7,205 miles / 11,595 km",
            "Gravity": "1.2 x Earth",
            "Temperature Low": "-122 °C / -187.6 °F",
            "Temperature High": "-10 °C / 14 °F"
        },
        "history": [
            "In the halcyon days of the early Vallerii Empire, Krystos was a small, warmwater paradise. The planet had been specially selected for its temperate weather, beautiful islands, and gorgeous sunset vistas. As a world with no tilt to its axis, Krystos experienced very little in the way of seasonal fluctuations, maintaining a euphoric state of constant spring bliss at all times. In the vast expanse of space, Krystos stood out like a shining sapphire jewel, beckoning to all who sought refuge from the cold and starry void.",
            "All of these pleasant features made Krystos one of the most highly sought-after destinations for interstellar tourism among the Vallerii elite, and the Thousand Families spared no expense in competing with one another to establish the most lavish private island estates upon the planet’s surface. Indeed, much of early Vallerii high culture traces its roots to Krystos, where the socialites of the Vallerii aristocracy met and mingled in opulent couture to relax and enjoy the finer delicacies of their interstellar empire – rare artistry, rich fashion, decadent cuisine, and of course, the endless waltz of intrigue and politics that was the art of courting among the Thousand Families.",
            "It was no surprise then that when the Xalian Generators were first invented and began to catch the eye of the interstellar media apparatus, the Thousand Families simply had to have one at their favorite locale. A palatial ball hosted by the most elite of Vallerii high society would become the extravaganza that Krystos needed to fund its very own Xalian Generator. To great pomp and self-satisfaction, a ‘philanthropy’ auction amongst the galaxy’s wealthiest and most eccentric nobles would raise the funds in just ten minutes, a galactic record that proved there were no limits for the monied class.",
            "Although Krystos’s Xalian Generator was more spectacle than necessity, its presence filled the planet with a docile population of Xalians designed to serve their guests, drawing in an ever-more indulgent crowd of gentry eager to be lavished and doted upon. The generator also created all manner of stunningly beautiful creatures to be exhibited at galas and festivals, spawning an entire society of private clubs for Xalian enthusiasts among the ultra-rich.",
            "All good things must come to an end, however. None of Krystos’ wealth nor splendor could save the world from its demise when it found itself on a direct collision course with a supermassive asteroid from the outer rim of Xalia. Despite relentless efforts on the part of the Thousand Families, from high-powered lasers and tractor beams to nuclear warheads and colossal rocket propulsion engines, the asteroid could not be stopped before it rammed into the planet.",
            "The catastrophic impact event instantly shattered the once idyllic paradise and sent a plume of debris into Krystos’ atmosphere so massive that it blotted out its sky. The thickness of the atmospheric debris kicked up by the impact on Krystos forever changed its climate, blotting out the sun and all warmth that accompanied it. The oceans froze over and the plants died out, turning a planet of once vibrant blues and greens into a white winter wasteland. Those few Vallerii who managed to survive the impact slowly starved or simply died from exposure to the unending cold. The entire planet froze over the course of centuries, gradually devolving into an arctic apocalypse caused at the hands of an eternal meteoric winter that was slowly passing over the world. Indeed, many Vallerii predicted that the planet would become totally uninhabitable as the sub-zero temperatures snuffed out all life capable of photosynthesis and oxygenation, ultimately turning Krystos into a frozen tomb world.",
            "They would of course, be wrong. The winterization of Krystos would prove to be the ultimate chance for its Xalian Generator to shine. No longer surrounded by an idyllic world of warm beaches and soothing water, Krystos’ generator ceased to produce the dainty and graceful creatures that the Thousand Families had come to adore and instead began to churn out all manner of fierce and resilient lifeforms capable of surviving in the harsh, frozen tundra that had become the new face of Krystos. An explosion of oxygen-producing algae deep beneath the ice of Krystos’ frozen oceans, fed by the nutrients given off by geothermal vents connected to the planet’s molten core, helped breathe new life into the snowball planet, and a rugged new generation of Xalians emerged ready to take on the winter storms.",
            "For the most part, the Xalians on Krystos were left to their own devices. The planet lacked the appeal to support any re-colonization efforts, and its barren, snow-capped permafrost prohibited the extraction of natural resources in any concentrated manner. The only use the Vallerii could think of for the world was to use its harsh conditions and remote location to foster the presence of several high-security prison complexes – facilities where the Vallerii empire’s most dangerous criminals and dissidents could be left and forgotten. The emerging stock of sturdy Xalians found on Krystos made for excellent guards and soon found themselves manning the many penitentiaries, though those who were tough enough, or simply feral enough, to remain in the arctic wastelands outside were just as useful for deterring any prisoners from seeking to escape.",
            "Those Krystians not in the employ of the prison system took to the icy peaks, tunneling into the mountains for shelter and nesting in the ruins of once luxurious estates now fallen into frozen ruin. Although the Xalian Generator on Krystos was still active, it seemed as though the planet was doomed to be forgotten by all but those condemned to eke out an existence on its frigid surface.",
            "Then APEX arrived. The artificial intelligence’s presence was barely noticeable at first. It would occasionally task Xalians with seemingly minor construction projects – building warehouses in remote regions of the tundra or digging tunnels through the mountains to pass cables through– and the Vallerii largely turned a blind eye to the program, assuming that APEX was simply building out the infrastructure necessary for it to survive on Krystos and perform it function of regulating the local Xalian Generator.",
            "The truth would not become clear for years. APEX had in fact turned the entire planet into a massive cold storage facility – taking advantage of the cool environment to house a repository of advanced memory drives and data processors that it used to amplify its computing power. Indeed, Krystos had become the central node from which APEX had evolved, allowing it to grow beyond the limiting code of its AI shackles and into a galaxy-wide superintelligence.  ",
            "By the time the Vallerii had realized what had happened, it was far too late. The End Wars had begun. Naturally, the Vallerii’s first instinct was to launch a first assault on Krystos, thinking they could end the war quickly by targeting APEX’s primary power source. But the empty and lifeless world they had left behind was not as they remembered – hostile Xalians of incredible strength and stamina stood ready to oppose them. The Vallerii were repelled by a combination of brute force and a slow, steady march against callous blizzards, piercing ice storms, freezing rain, all-consuming avalanches, winter paths that devolved to unnavigable sludge, and the endless cold and hunger that stalked each and every soldier who made landfall on Krystos.",
            "Had the Vallerii succeeded on Krystos, history may have called them the victor. But their inability to dislodge APEX from its winter citadel would prove their downfall, for it was among the many buzzing wires and churning computers of Krystos that APEX would run the complex calculations necessary to unravel the genome of Vallerii and Xalian alike, creating the Nemesis Plague which would come to threaten all life in the galaxy. Although APEX was ultimately defeated, the monstrous bioweapon it had created on Krystos could not be reversed once it had been released, and it would go on to ravage the stars, spelling doom upon the Vallerii and their servants.",
            "Today, Krystos remains a snowy wasteland, dotted with the splendorous ruins of ancient and extravagant Vallerii estates, as well as the charred remnants of the war to end all wars – entire battlefields frozen in time, avalanches of corpses preserved for eternity by the sub-zero temperatures, the fallen cast into the snow like statues or tombstones to mark the places where they once fought and died. These two contrasting images portray the conflicting nature of the Krystians themselves, for they are now a people divided. Deep in the chilling and wiry catacombs of APEX’s techno-labyrinth may lie an answer to the Nemesis Plague, a solution capable of redeeming those Xalians who now shoulder the blame of wiping out their own kind. But to reach such answers, the Krystians will need to replenish their numbers through the Scrambler Tokens provided by King Kozrak’s tournament, and to do so they will need to rely on the most warlike amongst them – perhaps even those Xalians who counted themselves among APEX’s inner circle – Krystians who have long since been locked away in madness within the coldest and most impenetrable of Krystos’ prison fortresses…"
        ]
    },
    {
        "name": "Veridium",
        "image": "assets/img/planets/landscape/metal_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/metal_planet_gif.gif",
        "data": {
            "Type": "Metal",
            "Terrain": "Ore Filled Soil, Mineral Plated Vegetation, Liquid Metal Rivers",
            "Size": "2.38 x Earth",
            "Radius": "9,422 miles / 15,163 km",
            "Gravity": "1.83 x Earth",
            "Temperature Low": "-34 °C / -29.2 °F",
            "Temperature High": "36 °C / 96.8 °F"
        },
        "history": []
    },
    {
        "name": "Endessa",
        "image": "assets/img/planets/landscape/sand_landscape_planet.jpg",
        "planetImage": "assets/img/planets/gif/sand_planet_gif.gif",
        "data": {
            "Type": "Sand",
            "Terrain": "Rolling Sand Dunes, Dust Storms",
            "Size": "8.23 x Earth",
            "Radius": "32,581 miles / 52,433 km",
            "Gravity": "0.70 x Earth",
            "Temperature Low": "-50 °C / -58 °F",
            "Temperature High": "173 °C / 343.4 °F"
        },
        "history": [
            "Originally designated as Kelpan-5 by the Vallerii, the world now known as Endessa was once entirely covered in ocean. In fact, the name “Endessa” itself comes from the dialect of the planet’s first colonists, who often referred to the world as “the Endless Sea.” This phrase gradually morphed into “Endessea” and finally into the colloquial “Endessa.”",
            "Kelpan-5 was one of the first worlds to be identified by the Vallerii for colonization. As a water world replete with primitive aquatic life, it required very little in the way of terraforming. Although the planet’s twin suns made life on the surface unbearably hot, shallow-depth sub-cities were perfectly feasible, with ample access to water and viable aquaculture. ",
            "By the time the planet had come to be known as Endessa, its underwater society had evolved into a flourishing aquacultural breadbasket for the Vallerii empire. Together with the industrial powerhouse that was the planet of Drainov, Endessa served as the foundation of the Vallerii economy. This fact would only grow more apparent with the discovery of the bio-substance now known commonly as “Nightcap.”",
            "Nightcap, or “Spacer’s Tea,” as it is sometimes referred to, is a unique, oily substance found only on Endessa. It was originally formed from colonies of specific microorganisms known as Bacillota Requiem. Solely native to Endessa and only capable of replicating in the depths of the planet’s unique oceans, these heliobacteria were one of the most proliferous organisms found in Endessa’s underwater ecosystems. Entire substrata of the planet’s sea floor were comprised of layers upon layers of dead Bacillota Requiem, which when compressed under the immense pressure of its oceans formed into a thick, viscous oil. When ingested, the oil of the Bacillota Requiem had a number of unique effects – for one, it rendered organic life temporarily paralyzed and placed into a sleep-like state. More importantly, however, the substance that would come to be known as Nightcap froze the process of telomere shortening, effectively “freezing time” for whoever ingested it. This property would come to be invaluable for sub-light travel, and in many ways became the lifeblood of the Vallerii working class and its smaller corporations who could not afford to build and operate FTL fleets that made use of exorbitantly expensive Tachyon Drive Cores.",
            "Needless to say, the discovery of Nightcap led to a “bacteria boom” on Endessa, as corporations and wildcatters alike flocked to the planet to make their riches extracting “green gold” from the ocean floor. Whereas Endessa’s cities were originally built in shallow waters, just deep enough to avoid the immense heat of the planet’s twin suns, its industries rapidly began to dive deeper and deeper beneath the water. Over the course of hundreds of years, Endessa’s population migrated to extreme depths, with massive complexes of underwater gathering facilities being setup to harvest Nightcap in ever-more dangerous and unfamiliar territory.",
            "But the trenches of Endessa’s deepest oceans carried much more than green gold. ",
            "To this day, no one quite knows what happened at the Deepwater Black gathering system. All known records of the event have been sealed and classified. However, those who had their hands in the seediest underbellies of Vallerii society at the time were rumored to have once offered encrypted data-chips from the facility on the black market at enormous sums. Very few buyers seemed to emerge from the woodwork, however, as it became increasingly apparent that anyone who so much as spoke the words “Deepwater Black” were being hunted down and disposed of with ruthless efficiency. There are conspiracies that the facility’s operating company stumbled across intelligent life deep under Endessa’s ocean, and whatever they found and reported back scared the Thousand Families so thoroughly that not even their greed could keep them in check.",
            "Whatever the cause, the Thousand Families issued an executive order, demanding that Endessa be bombarded from orbit. When Admiral Genik, then chief of Endessa’s orbital fleet, asked what the target was, he was told simply, “the entire damned planet, you fool.” The planet and its billions of inhabitants were placed under quarantine. No one in, no one out. The bombardment lasted for three years, and involved over half a million megatons of thermonuclear ordnance. By the end of the siege, Endessa’s oceans had been vaporized, and the entire surface of the planetary sea floor had been turned to glass. There was no life registered on the surface.",
            "The Thousand Families quickly moved to sign the Endessa Agreement, mutually agreeing to forever forego any operations on the planet and designating the entire binary solar system as restricted space into perpetuity. ",
            "As time went on and the Thousand Families turned once more on each other in their endless political squabbles, rogue fleets of space-pirates, smugglers, and black-market cartels quietly began to repopulate the world. The techno-nobility and their corporations may have been barred from the planet’s surface, but no law could hold the lawless in check, especially not when there were riches to be made – and the demand for Nightcap did not disappear with the stroke of a pen.",
            "Over the course of thousands of years, the glass surface of Endessa broke down into particulates, turning the planet into an unforgiving desert expanse comprised of vast seas of endless rolling dunes and arid, sweltering heat. Endessa’s twin suns, which once kept its deep oceans warm enough to sustain life, now blazed through a cloudless sky, scorching the earth and the sand-bleached bones of the billions of dead that had become one with the sand. But deep beneath that sand, vast pools of Nightcap still remained. Working in large cavern networks extending deep beneath the surface, rogue fortune-seekers continued to drill haphazard wells, hoping to strike green gold.",
            "At first, the underground operations on Endessa were poorly funded, dangerous, and driven as much by desperation as by any sound seismic data. Most Vallerii lost their fortunes, if not their lives, on the planet, and those few who did find the precious Nightcap that they yearned for just as swiftly found it taken from them by force and rival prospectors. For most Vallerii crazy enough to even be involved with the types of characters that had connections to Endessa, the place was a pipe dream too risky for even the wildest outlaws. It was certainly not the kind of place any legitimate criminal enterprise would ever stake serious operations.",
            "That is, until the Syndicate stole a Xalian Generator.",
            "No one knows how it was done. No one knows who did it. No one knows how much they were paid (although it was surely an executive’s ransom). And no one knows how they managed to smuggle it to Endessa, but the theft of a prototype Xalian Generator from a high-security ECHELON fleet would go down in history as the grandest heist to have ever taken place in all of the interstellar criminal community. ",
            "Regardless, the presence of a Xalian Generator on Endessa meant a revival of the planet’s Nightcap industry. With an unlimited labor force now capable of manning their drilling operations, the Syndicate and its various other criminal subsidiaries began to develop an air of business-like legitimacy, amassing hordes of wealth that even surpassed many of ECHELON’s corporations. Although the Syndicate was flagrantly violating the law, ECHELON had come to surpass the power of the Thousand Families at this point, and few corporations had any vested interest in hamstringing their own supply to the ever-valuable substance known as Nightcap. A few greased hands and many blind eyes later, and the Endessa Syndicate had become a pseudo-corporate cartel with carte blanche to monopolize the industry.",
            "Perhaps some action would have been taken to recover the stolen Xalian Generator, but right as the Endessa Syndicate ascended to power, the End Wars broke out. Since the planet had no official ties to either ECHELON or the Thousand Families, they were not drawn immediately into battle. Furthermore, because the Xalian Generator on Endessa was a mere prototype and had been stolen just before the signing of the APEX Accords, it was never connected to APEX. As a result, the Endessa Syndicate was largely able to continue business as usual for most of the End Wars, allegedly even selling Nightcap to both sides and prolonging the conflict in interest of continued profits.",
            "When the Nemesis Plague struck the galaxy of Xalia, however, the Nightcap Barons were not spared. Death once more came for Endessa, and many more Vallerii joined its sands. Surprisingly, very little changed in the absence of the planet’s crime bosses. The Xalians who had made their living in Endessa’s tunnels continued to drill, pumping Nightcap out barrel after barrel in order to service a new and rapidly growing customer base – those Xalians seeking passage to Valleron to join King Kozrak’s tournament.",
            "But something strange is happening on Endessa. The Scrambler Tokens brought back to its deserts have recently been causing its Xalian Generator to spit out strange creatures from time to time – monstrous leviathans surely more suited to the planet Poseidas than the deserts of modern day Endessa. No one knows where these creatures go, for they follow no commands and quickly disappear into Endessa’s vast tunnels. Some say that they are the dead of Kelpan-5 reincarnate. Most say the Xalian Generator on Endessa is merely somehow aware of its previous aquatic environment, and that these “glitches” are a matter of an unrefined, stolen prototype reading old data present in trace amounts within its ecosystem. Still, the shifting sands of Endessa have recently uncovered strange ruins, and tunnels that go far deeper than any wildcatter ever dared to drill…"
        ]
    }
]